Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# RecorderPage_AudioDeviceCombo.PlaceholderText
source: Loading devices...
de_de: Geräte werden geladen...
es_es: Cargando dispositivos...
fr_fr: Dispositifs de chargement...
pl_pl: Wczytywanie urządzeń...
zh_hans: 正在装入设备...

# RecorderPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# RecorderPage_ClearQueueButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# RecorderPage_DurationCombo.Header
source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
pl_pl: Czas trwania
zh_hans: 持续期限

# RecorderPage_FrameRateCombo.Header
source: Frame rate
de_de: Bildrate
es_es: Tasa de marcos
fr_fr: Taux-cadre
pl_pl: Stopa ramki
zh_hans: 框架速率

source: Remove session
de_de: Sitzung entfernen
es_es: Eliminar sesión
fr_fr: Supprimer la session
pl_pl: Usuń sesję
zh_hans: 删除会话

# RecorderPage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove session
de_de: Sitzung entfernen
es_es: Eliminar sesión
fr_fr: Supprimer la session
pl_pl: Usuń sesję
zh_hans: 删除会话

# RecorderPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# RecorderPage_Item_004.Text
source: Recorder
es_es: Grabador
fr_fr: Enregistrementur
pl_pl: Nawigator
zh_hans: 录音机

# RecorderPage_Item_005.Text
source: Record the Windows desktop with local FFmpeg capture, progress, and finished results.
de_de: Nehmen Sie den Windows-Desktop mit lokalen FFmpeg-Aufzeichnungen, Fortschritten und abgeschlossenen Ergebnissen auf.
es_es: Grabe el escritorio Windows con captura, progreso y resultados finales locales de FFmpeg.
fr_fr: Enregistrez le bureau Windows avec la capture locale FFmpeg, la progression et les résultats terminés.
pl_pl: Zapisz pulpit Windows z lokalnym wychwytem FFmpeg, postępem i zakończonymi wynikami.
zh_hans: 以本地的 FFmpeg 抓取、 进度和完成结果记录 Windows 桌面 。

# RecorderPage_Item_009.Text
source: Build a recording queue
de_de: Eine Aufzeichnungswarteschlange erstellen
es_es: Construir una cola de grabación
fr_fr: Créer une file d'attente d'enregistrement
pl_pl: Zbuduj kolejkę nagrywania
zh_hans: 构建一个录音队列

# RecorderPage_Item_010.Text
source: Capture desktop sessions as MP4 files. Select Webcam mode and choose devices from the panel.
de_de: Aufnahme von Desktop-Sitzungen als MP4-Dateien. Wählen Sie den Webcam-Modus und wählen Sie Geräte aus dem Panel.
es_es: Capturar sesiones de escritorio como archivos MP4. Seleccione el modo Webcam y elija dispositivos del panel.
fr_fr: Capturez les sessions de bureau sous forme de fichiers MP4. Sélectionnez le mode Webcam et choisissez des périphériques dans le panneau.
pl_pl: Zapisz sesje pulpitu jako pliki MP4. Wybierz tryb kamerki internetowej i wybierz urządzenia z panelu.
zh_hans: 将桌面会话作为 MP4 文件抓取。 选择 Webcam 模式并从面板中选择设备 。

# RecorderPage_Item_013.Text
source: No finished recordings yet
de_de: Noch keine fertigen Aufnahmen
es_es: Todavía no hay grabaciones terminadas.
fr_fr: Pas encore d'enregistrements terminés
pl_pl: Brak jeszcze gotowych nagrań
zh_hans: 尚未完成录音记录

# RecorderPage_Item_014.Text
source: Completed, failed, and cancelled recording sessions appear here.
de_de: Abgeschlossene, fehlgeschlagene und abgesagte Aufnahmesitzungen erscheinen hier.
es_es: Las sesiones de grabación completadas, fallidas y canceladas aparecen aquí.
fr_fr: Les sessions d'enregistrement terminées, échouées et annulées apparaissent ici.
pl_pl: Zakończone, nieudane i anulowane sesje nagrań pojawiają się tutaj.
zh_hans: 已完成、失败和取消的记录会话见此。

# RecorderPage_Item_015.Text
source: Capture Source
de_de: Quelle erfassen
es_es: Capturar fuente
fr_fr: Source de saisie
pl_pl: Źródło schwytu
zh_hans: 获取来源

# RecorderPage_Item_018.Text
source: Webcam device
de_de: Webcam-Gerät
es_es: Dispositivo Webcam
fr_fr: Appareil Webcam
pl_pl: Urządzenie kamer
zh_hans: 网络摄像头设备

# RecorderPage_Item_020.Text
source: Microphone (optional)
de_de: Mikrofon (fakultativ)
es_es: Micrófono (opcional)
fr_fr: Microphone (facultatif)
pl_pl: Mikrofon (opcjonalnie)
zh_hans: 麦克风( 可选择)

# RecorderPage_Item_025.Text
source: Region (screen mode only)
de_de: Region (nur Bildschirmmodus)
es_es: Región (solo en modo de pantalla)
fr_fr: Région (mode écran seulement)
pl_pl: Region (tylko tryb ekranu)
zh_hans: 区域( 仅屏幕模式)

# RecorderPage_Item_026.Content
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
pl_pl: Pełny ekran
zh_hans: 全屏

# RecorderPage_Item_027.Content
source: 1920×1080 at (0,0)
de_de: 1920×1080 bei (0,0)
es_es: 1920×1080 a (0,0)
fr_fr: 1920×1080 à (0,0)
pl_pl: 1920×1080 przy (0,0)
zh_hans: 1920x1080 时( 0, 0)

# RecorderPage_Item_028.Content
source: 1280×720 at (0,0)
de_de: 1280×720 bei (0,0)
es_es: 1280×720 a (0,0)
fr_fr: 1280×720 à (0,0)
pl_pl: 1280×720 przy (0,0)
zh_hans: 1280×720 时( 0, 0)

# RecorderPage_Item_029.Content
source: 800×600 at (0,0)
de_de: 800×600 bei (0,0)
es_es: 800×600 a (0,0)
fr_fr: 800×600 à (0,0)
pl_pl: 800×600 przy (0,0)
zh_hans: 800x600 时( 0, 0)

# RecorderPage_Item_030.Content
source: Custom...
de_de: Benutzerdefinierte...
es_es: Personalizado...
fr_fr: Personnalisé...
pl_pl: Własny...
zh_hans: 自定义...

# RecorderPage_Item_035.Text
source: Recording Setup
de_de: Einstellungen für die Aufzeichnung
es_es: Configuración de grabación
fr_fr: Configuration de l'enregistrement
pl_pl: Ustawienia zapisu
zh_hans: 记录安装

# RecorderPage_Item_037.Content
source: 15 seconds
de_de: 15 Sekunden
es_es: 15 segundos
fr_fr: 15 secondes
pl_pl: 15 sekund
zh_hans: 15秒15秒

# RecorderPage_Item_038.Content
source: 30 seconds
de_de: 30 Sekunden
es_es: 30 segundos
fr_fr: 30 secondes
pl_pl: 30 sekund
zh_hans: 30秒30秒

# RecorderPage_Item_039.Content
source: 1 minute
es_es: 1 minuto
pl_pl: 1 minuta
zh_hans: 1分钟 1 分钟

# RecorderPage_Item_040.Content
source: 5 minutes
de_de: 5 Minuten
es_es: 5 minutos
pl_pl: 5 minut
zh_hans: 5分钟5分钟

# RecorderPage_Item_041.Content
source: 10 minutes
de_de: 10 Minuten
es_es: 10 minutos
pl_pl: 10 minut
zh_hans: 10分钟 10分钟

# RecorderPage_Item_043.Content
source: 24 fps
zh_hans: 24个fps

# RecorderPage_Item_044.Content
source: 30 fps
zh_hans: 30个fps

# RecorderPage_Item_045.Content
source: 60 fps
zh_hans: 60个fps

# RecorderPage_Item_047.Content
source: Archive quality (CRF 18)
de_de: Archivqualität (CRF 18)
es_es: Calidad del archivo (CRF 18)
fr_fr: Qualité des archives (CRF 18)
pl_pl: Jakość archiwum (CRF 18)
zh_hans: 归档质量 (CRF 18)

# RecorderPage_Item_049.Content
source: Compact (CRF 24)
de_de: Kompakt (CRF 24)
es_es: Compacto (CRF 24)
pl_pl: Kompakt (CRF 24)
zh_hans: 契约(CRF 24)

# RecorderPage_Item_050.Text
source: File Location
de_de: Datei-Speicherort
es_es: Ubicación del archivo
fr_fr: Emplacement du fichier
pl_pl: Umiejscowienie pliku
zh_hans: 文件位置

# RecorderPage_Item_053.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# RecorderPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# RecorderPage_QualityCombo.Header
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# RecorderPage_QueueSummaryText.Text
source: 0 pending / 0 finished
de_de: 0 anhängig / 0 beendet
es_es: 0 pendiente / 0 terminado
fr_fr: 0 en cours / 0 terminé
pl_pl: 0 w toku / 0 zakończono
zh_hans: 0 待定 / 0 已完成

# RecorderPage_RecordButton.Content
source: Record All
de_de: Alle aufzeichnen
es_es: Grabar todo
fr_fr: Enregistrez tout
pl_pl: Zapisz wszystko
zh_hans: 全部记录

# RecorderPage_RecorderPageButton01.Content
source: Add Session
de_de: Sitzung hinzufügen
es_es: Añadir sesión
fr_fr: Ajouter une session
pl_pl: Dodaj sesję
zh_hans: 添加会议

# RecorderPage_RecorderPageButton02.Content
source: Add Current Setup
de_de: Aktuelle Einrichtung hinzufügen
es_es: Añadir configuración actual
fr_fr: Ajouter la configuration actuelle
pl_pl: Dodaj bieżącą konfigurację
zh_hans: 添加当前设置

# RecorderPage_RecorderPageButton03.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# RecorderPage_RecorderPageButton04.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# RecorderPage_RecorderPagePivotItem01.Header
source: Recording
de_de: Aufzeichnung
es_es: Grabación
fr_fr: Enregistrement
pl_pl: Nagrywanie
zh_hans: 录音录音

# RecorderPage_RecorderPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# RecorderPage_RefreshDevicesButton.Content
source: Refresh Devices
de_de: Geräte aktualisieren
es_es: Actualizar dispositivos
fr_fr: Rafraîchir les appareils
pl_pl: Odśwież urządzenia
zh_hans: 刷新设备

# RecorderPage_RegionHBox.Header
source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
pl_pl: Wysokość
zh_hans: 高度高度

# RecorderPage_RegionWBox.Header
source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
pl_pl: Szerokość
zh_hans: 宽宽度

# RecorderPage_SystemAudioCheck.Content
source: Capture system audio (loopback)
de_de: Aufnahmesystem-Audio (Loopback)
es_es: Captura de audio del sistema (loopback)
fr_fr: Système de capture audio (loopback)
pl_pl: audio systemu przechwytywania (loopback)
zh_hans: 抓取系统音频( loopback)

# RecorderPage_SystemAudioCombo.PlaceholderText
source: auto-detect (Stereo Mix / loopback)
de_de: Auto-Detektion (Stereo Mix / Loopback)
es_es: autodetectar (Stereo Mix / loopback)
fr_fr: détection automatique (Stereo Mix / loopback)
zh_hans: 自动检测( 立体混和/回滚)

# RecorderPage_WebcamDeviceCombo.PlaceholderText
source: Loading devices...
de_de: Geräte werden geladen...
es_es: Cargando dispositivos...
fr_fr: Dispositifs de chargement...
pl_pl: Wczytywanie urządzeń...
zh_hans: 正在装入设备...

# RecorderPage_WebcamToggle.Content
source: Webcam
pl_pl: Kamera internetowa
zh_hans: 网络摄像头

# SceneDetectPage_DetectButton.Content
source: Detect
de_de: Erkennen
es_es: Detectar
fr_fr: Détecter
pl_pl: Wykrywaj
zh_hans: 检测检测

# SceneDetectPage_DetectorCombo.Header
source: Detector
de_de: Detektor
fr_fr: Détecteur
pl_pl: Detektor
zh_hans: 探测器

# SceneDetectPage_ExportCsvButton.Content
source: Export CSV
de_de: CSV exportieren
es_es: Exportar CSV
fr_fr: Exporter CSV
pl_pl: Eksport CSV
zh_hans: 出口 CSV

# SceneDetectPage_ExportEdlButton.Content
source: Export EDL
de_de: EDL exportieren
es_es: Exportar EDL
fr_fr: Exporter EDL
pl_pl: Eksport EDL
zh_hans: 出口 EDL

# SceneDetectPage_Item_001.Text
source: Scene Detection
de_de: Szeneerkennung
es_es: Detección de escenas
fr_fr: Détection des scènes
pl_pl: Wykrywanie sceny
zh_hans: 现场探测

# SceneDetectPage_Item_002.Text
source: Find scene cuts in a video via PySceneDetect. Export to CSV (spreadsheets) or EDL CMX 3600 (DaVinci Resolve / Premiere Pro), or copy the timecode list straight into ClipForge for batch trim.
de_de: Finden Sie Szenenschnitte in einem Video über PySceneDetect. Exportieren Sie in CSV (Spreadsheets) oder EDL CMX 3600 (DaVinci Resolve / Premiere Pro), oder kopieren Sie die Timecode-Liste direkt in ClipForge für Batch-Trimm.
es_es: Encontrar cortes de escena en un vídeo a través de PySceneDetect. Exportar a CSV (spreadsheets) o EDL CMX 3600 (DaVinci Resolve / Premiere Pro), o copiar la lista de código de tiempo directamente en ClipForge para el recorte por lotes.
fr_fr: Trouvez les découpes de scène dans une vidéo via PySceneDetect. Exportez vers CSV (feuilles de diffusion) ou EDL CMX 3600 (DaVinci Resolve / Premiere Pro), ou copiez la liste de codes de temps directement dans ClipForge pour les garnitures par lots.
pl_pl: Znaleźć cięcia sceny w filmie przez PySceneDetect. Eksportuj do CSV (szczute arkusze) lub EDL CMX 3600 (DaVinci Resolve / Premiere Pro), lub skopiować listę kodów czasowych bezpośrednio do ClipForge dla trim serii.
zh_hans: 在通过 PySceneDetect 的视频中查找场景剪切。 导出到 CSV (电子表格) 或 EDL CMX 3600 (DaVinci Deision/Prime Pro) , 或者将时间代码列表直接复制到 ClipForge 中进行批量剪切 。

# SceneDetectPage_Item_006.Content
source: Content (HSV + edge)
de_de: Inhalt (HSV + Rand)
es_es: Contenido (HSV + borde)
fr_fr: Contenu (HSV + bord)
pl_pl: Zawartość (HSV + krawędzi)
zh_hans: 内容(HSV+边缘)

# SceneDetectPage_Item_007.Content
source: Threshold (raw pixel diff -- catches fades)
de_de: Schwelle (raw pixel diff -- catchs fades)
es_es: Umbral (diff de píxel en bruto - las capturas se desvanecen)
fr_fr: Seuil (diff de pixel brut -- les captures s'estompent)
pl_pl: Próg (raw piksel diff -- chwyta)
zh_hans: 阈值( 草像素 diff -- 渔获量淡)

# SceneDetectPage_Item_013.Text
source: No scenes yet
de_de: Noch keine Szenen
es_es: Todavía no hay escenas.
fr_fr: Pas encore de scènes
pl_pl: Nie ma jeszcze scen.
zh_hans: 还没有戏

# SceneDetectPage_Item_014.Text
source: Open a video, tweak the threshold if needed, and click Detect.
es_es: Abra un vídeo, ajuste el umbral si es necesario y haga clic en Detectar.
fr_fr: Ouvrez une vidéo, modifiez le seuil si nécessaire, et cliquez sur Détecter.
pl_pl: Otwórz wideo, w razie potrzeby upiększaj próg i kliknij Wykrywaj.
zh_hans: 打开视频,必要时调整门槛并点击检测。

# SceneDetectPage_MinLenBox.Header
source: Min scene length (frames)
de_de: Min. Szenenlänge (Frames)
es_es: Longitud mínima de la escena (marcos)
fr_fr: Longueur minimale de la scène (cadres)
pl_pl: Min. długość sceny (ram)
zh_hans: 最小场距(范围)

# SceneDetectPage_SceneDetectPageButton01.Content
source: Open Video
de_de: Video öffnen
es_es: Abrir vídeo
fr_fr: Ouvrir la vidéo
pl_pl: Otwarte wideo
zh_hans: 开放视频

# SceneDetectPage_StatusText.Text
source: Open a video to begin.
de_de: Öffnen Sie ein Video, um zu beginnen.
es_es: Abra un vídeo para empezar.
fr_fr: Ouvrez une vidéo pour commencer.
pl_pl: Otwórz nagranie do rozpoczęcia.
zh_hans: 打开一个视频开始。

# SceneDetectPage_ThresholdBox.Header
source: Threshold (lower = more cuts)
de_de: Schwelle (niedriger = mehr Schnitte)
es_es: Umbral (inferior = más cortes)
fr_fr: Seuil (inférieur = plus de coupes)
pl_pl: Próg (niższy = więcej cięć)
zh_hans: 阈值( 下限 = 进一步削减)

source: Blue accent
de_de: Blauer Akzent
es_es: Acento azul
fr_fr: accent bleu
pl_pl: Niebieski akcent
zh_hans: 蓝色口音

source: Green accent
de_de: Grüner Akzent
es_es: Acento verde
fr_fr: Accent vert
pl_pl: Zielony akcent
zh_hans: 绿色口音

source: Orange accent
de_de: Orange Akzent
es_es: Acento naranja
fr_fr: Accent orange
pl_pl: Pomarańczy akcent
zh_hans: 橙色口音

source: Purple accent
de_de: Lila Akzent
es_es: Acento púrpura
fr_fr: Épaisseur violet
pl_pl: Fioletowy akcent
zh_hans: 紫色口音

source: Red accent
de_de: Roter Akzent
es_es: Acento rojo
fr_fr: Accent rouge
pl_pl: Czerwony akcent
zh_hans: 红口音

# SettingsWindow_BrowsePostConversionArchiveButton.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# SettingsWindow_BrowseQueueCompletionScriptButton.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# SettingsWindow_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# SettingsWindow_CheckUpdatesButton.Content
source: Check for updates
de_de: Nach Aktualisierungen suchen
es_es: Comprobar si hay actualizaciones
fr_fr: Vérifier les mises à jour
pl_pl: Sprawdź aktualizacje
zh_hans: 检查更新

# SettingsWindow_ContextMenuStyleComboBox.Header
source: Context menu style
de_de: Kontextmenüstil
es_es: Estilo de menú contextual
fr_fr: Style de menu contextuel
pl_pl: Styl menu kontekstowego
zh_hans: 上下文菜单样式

# SettingsWindow_ContextMenuToggle.Header
source: Show in Explorer context menu
de_de: Im Kontextmenü Explorer anzeigen
es_es: Mostrar en el menú contextual del explorador
fr_fr: Afficher dans le menu contextuel de l'explorateur
pl_pl: Pokaż w menu kontekstowym Explorera
zh_hans: 在探索者上下文菜单中显示

# SettingsWindow_ContextMenuToggle.OffContent
source: Disabled
de_de: deaktiviert
es_es: Discapacitado
fr_fr: Handicapé
pl_pl: Wyłączone
zh_hans: 残疾残疾人残疾人

# SettingsWindow_ContextMenuToggle.OnContent
source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
pl_pl: Włączony
zh_hans: 已启用

# SettingsWindow_DefaultQualityComboBox.Header
source: Default quality preset
de_de: Standardqualität voreingestellt
es_es: Predefinido de calidad predeterminado
fr_fr: Préréglage par défaut de la qualité
pl_pl: Domyślna jakość ustawiona
zh_hans: 默认质量预设

# SettingsWindow_DownloadAllToolsButton.Content
source: Install missing tools
de_de: Fehlende Werkzeuge installieren
es_es: Instalar herramientas faltantes
fr_fr: Installer les outils manquants
pl_pl: Zainstaluj brakujące narzędzia
zh_hans: 安装丢失的工具

# SettingsWindow_FfmpegCommandEditingToggle.Header
source: Allow FFmpeg command editing before run
de_de: FFmpeg-Befehlsbearbeitung vor dem Ausführen zulassen
es_es: Permitir la edición de órdenes FFmpeg antes de ejecutar
fr_fr: Permettre l'édition de la commande FFmpeg avant l'exécution
pl_pl: Pozwól edytować polecenie FFmpeg przed uruchomieniem
zh_hans: 允许在运行前编辑 FFmpeg 命令

# SettingsWindow_FfmpegCommandEditingToggle.OffContent
source: Read-only command previews
de_de: Nur-Lesebefehl-Vorschau
es_es: Previsualizaciones de órdenes de solo lectura
fr_fr: Aperçus des commandes en lecture seule
pl_pl: Widok polecenia tylko do odczytu
zh_hans: 只读命令预览

# SettingsWindow_FfmpegCommandEditingToggle.OnContent
source: Editing enabled
de_de: Bearbeiten aktiviert
es_es: Edición habilitada
fr_fr: Édition activée
pl_pl: Edycja włączona
zh_hans: 已启用编辑

# SettingsWindow_HardwareAccelComboBox.Header
source: Hardware acceleration
de_de: Hardwarebeschleunigung
es_es: Aceleración de hardware
fr_fr: Accélération matérielle
pl_pl: Przyspieszenie sprzętu
zh_hans: 硬件加速加速

# SettingsWindow_Item_001.Title
source: Settings - UniversalConverter X
de_de: Einstellungen - UniversalConverter X
es_es: Configuración - UniversalConverter X
fr_fr: Paramètres - UniversalConverter X
pl_pl: Ustawienia - UniversalConverter X
zh_hans: 设置 - UniversalConverter X

# SettingsWindow_Item_002.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
pl_pl: Ustawienia
zh_hans: 设置

# SettingsWindow_Item_003.Text
source: Set defaults, local tool paths, Explorer integration, and appearance.
de_de: Defaults, lokale Werkzeuge, Integrationen und Darstellung.
es_es: Establecer por defecto, rutas de herramientas locales, integración del explorador y apariencia.
fr_fr: Définir les paramètres par défaut, les chemins d'outils locaux, l'intégration Explorer et l'apparence.
pl_pl: Ustawienia domyślne, narzędzia lokalne, integracje i wygląd.
zh_hans: 设置默认值、 本地工具路径、 探索者整合和外观 。

# SettingsWindow_Item_004.Text
source: Local defaults
es_es: Predeterminados locales
fr_fr: Par défaut local
zh_hans: 本地违约

# SettingsWindow_Item_005.Text
source: General
de_de: Allgemein
fr_fr: Général
pl_pl: Ogólne
zh_hans: 常规

# SettingsWindow_Item_006.Text
source: Output location, overwrite behavior, notifications
es_es: Ubicación de salida, comportamiento de sobreescritura, notificaciones
fr_fr: Emplacement de sortie, comportement d'écrasement, notifications
zh_hans: 输出位置、覆盖行为、通知

# SettingsWindow_Item_010.Content
source: Ask each time
de_de: Fragen Sie jedes Mal
es_es: Pregunta cada vez
fr_fr: Demandez à chaque fois
pl_pl: Zapytaj za każdym razem.
zh_hans: 每次询问

# SettingsWindow_Item_011.Content
source: Always overwrite
de_de: Immer überschreiben
es_es: Sobrescribir siempre
fr_fr: Toujours écraser
pl_pl: Zawsze nadpisuj
zh_hans: 总是覆盖覆盖

# SettingsWindow_Item_012.Content
source: Never overwrite (rename)
de_de: Nie überschreiben (Umbenennen)
es_es: Nunca sobrescribir (renombrar)
fr_fr: Ne jamais écraser (renommer)
pl_pl: Nigdy nie nadpisuj (nazwisko)
zh_hans: 永不覆盖( 重命名)

# SettingsWindow_Item_013.Content
source: Skip file
de_de: Datei überspringen
es_es: Saltar archivo
fr_fr: Sauter le fichier
pl_pl: Pomiń plik
zh_hans: 跳过文件

# SettingsWindow_Item_015.Content
source: Keep original files
de_de: Originaldateien aufbewahren
es_es: Mantener los archivos originales
fr_fr: Conserver les fichiers originaux
pl_pl: Zachowuj oryginalne pliki
zh_hans: 保存原始文件

# SettingsWindow_Item_016.Content
source: Move originals to archive folder
de_de: Originale in Archivordner verschieben
es_es: Mover originales a la carpeta de archivo
fr_fr: Déplacer les originaux dans le dossier d'archive
pl_pl: Przenieś oryginały do katalogu archiwum
zh_hans: 将原件移至归档文件夹

# SettingsWindow_Item_017.Content
source: Permanently delete originals
de_de: Originale dauerhaft löschen
es_es: Suprimir los originales de forma permanente
fr_fr: Supprimer définitivement les originaux
pl_pl: Stałe usuwanie oryginałów
zh_hans: 永久删除原件

# SettingsWindow_Item_020.Text
source: Delete permanently removes originals after a verified output exists. Move is the safer cleanup option.
de_de: Löschen erfolgt erst nach geprüfter Ausgabe. Verschieben ist sicherer.
es_es: Eliminar elimina permanentemente los originales después de que existe una salida verificada. Mover es la opción de limpieza más segura.
fr_fr: Supprimer définitivement les originaux après qu'une sortie vérifiée existe. Déplacer est l'option de nettoyage plus sûre.
pl_pl: Usuwanie następuje dopiero po sprawdzeniu wyniku. Przenoszenie oryginałów jest bezpieczniejsze.
zh_hans: 删除已校验输出后永久删除原件。 移动是更安全的清理选项 。

# SettingsWindow_Item_024.Content
source: Do nothing
de_de: Nichts tun
es_es: No hacer nada.
fr_fr: Ne rien faire
pl_pl: Nic nie rób.
zh_hans: 无所不做

# SettingsWindow_Item_025.Content
source: Show notification
de_de: Benachrichtigung anzeigen
es_es: Notificación de demostración
fr_fr: Afficher la notification
pl_pl: Pokaż notyfikację
zh_hans: 显示通知

# SettingsWindow_Item_026.Content
source: Put the computer to sleep
de_de: Legen Sie den Computer schlafen
es_es: Pon la computadora a dormir.
fr_fr: Dormez l'ordinateur.
pl_pl: Uśpij komputer.
zh_hans: 让电脑入睡

# SettingsWindow_Item_027.Content
source: Shut down the computer
de_de: Abschalten des Computers
es_es: Apaga la computadora.
fr_fr: Éteignez l'ordinateur
pl_pl: Wyłącz komputer.
zh_hans: 关掉电脑

# SettingsWindow_Item_028.Content
source: Run PowerShell script
de_de: PowerShell-Skript ausführen
es_es: Ejecutar el script PowerShell
fr_fr: Exécuter le script PowerShell
pl_pl: Uruchom skrypt PowerShell
zh_hans: 运行 PowerShell 脚本

# SettingsWindow_Item_031.Text
source: Sleep and shutdown run only when every queue item succeeds. Shutdown is scheduled with a 60-second Windows cancellation window. Scripts receive a JSON summary path as their first argument.
de_de: Standby und Herunterfahren erfordern erfolgreiche Aufträge. Beim Herunterfahren gilt ein 60-Sekunden-Abbruchfenster; Skripte erhalten den JSON-Zusammenfassungspfad.
es_es: Sleep y apagado sólo se ejecutan cuando cada elemento de la cola tiene éxito. Shutdown está programado con una ventana de cancelación Windows de 60 segundos. Scripts reciben una ruta de resumen JSON como su primer argumento.
fr_fr: L'arrêt est programmé avec une fenêtre d'annulation de 60 secondes Windows. Les scripts reçoivent un chemin résumé de JSON comme premier argument.
pl_pl: Uśpienie i wyłączenie wymagają powodzenia wszystkich zadań. Wyłączenie ma 60 sekund na anulowanie; skrypty otrzymują ścieżkę podsumowania JSON.
zh_hans: 只有当每个队列项目成功时, 才会有睡眠和关闭运行。 关闭计划将使用60秒的 Windows 取消窗口。 脚本将获得 JSON 概要路径作为第一个参数 。

# SettingsWindow_Item_032.Text
source: Quality & Performance
de_de: Qualität & Leistung
es_es: Calidad y rendimiento
fr_fr: Qualité et performance
pl_pl: Jakość i wydajność
zh_hans: 质量和绩效

# SettingsWindow_Item_033.Text
source: Default quality, hardware acceleration, parallel processing
es_es: Calidad predeterminada, aceleración de hardware, procesamiento paralelo
fr_fr: Qualité par défaut, accélération matérielle, traitement parallèle
zh_hans: 默认质量、硬件加速、平行处理
